[M_Sage_RareSpawns MissionDefinition]
MissionName="Criaturas Pouco Comuns"
MissionDescription="Um cara chamado Sede de Sangue - que não parece ser má pessoa de tudo - lhe pediu para caçar várias criaturas extremamente raras. Ele disse que não há como saber quando, nem onde elas aparecem por isso, mantenha seus olhos bem abertos e as armas sempre carregadas."
TurnInDescription="Ao eliminar essas criaturas para o Sede de Sangue, você perpetuou sua arraigada imagem de prestador de serviços para pessoas que, de outra forma você meteria um belo tiro no meio da cara.  Bom trabalho!"
MissionSummary="Elimine as criaturas raras que aparecem aleatoriamente para o Sede de Sangue."
MissionGiver="Painel de Trabalhos de Hunter's Grotto"
MissionTurnInLocation="Painel de Trabalhos de Hunter's Grotto"
TeaserText="Que comece a caçada..."

[M_Sage_RareSpawns:KillBoroks MissionObjectiveDefinition]
ProgressMessage="Elimine Boroks Rosados"

[M_Sage_RareSpawns:KillDrifters MissionObjectiveDefinition]
ProgressMessage="Elimine Vacilantes Bípedes"

[M_Sage_RareSpawns:KillScaylions MissionObjectiveDefinition]
ProgressMessage="Elimine Scaylions Sem Cauda"

[M_Sage_RareSpawns:KillSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_RareSpawns:KillSkags MissionObjectiveDefinition]
ProgressMessage="Elimine Skags Albinos"

[M_Sage_RareSpawns:KillSpores MissionObjectiveDefinition]
ProgressMessage="Elimine Esporas Slag"

